{
  "Activate recording": "Activar grabación",
  "Addresses": "Direcciones",
  "Anomaly sensitivity": "Sensibilidad a las anomalías",
  "Custom IP addresses": "Direcciones IP personalizadas",
  "Default interface is 1-lan": "La interfaz predeterminada es 1-lan",
  "Description": "Descripción",
  "Directory for temporary files. Leave empty to use the system directory.": "Directorio para archivos temporales. Déjelo vacío para utilizar el directorio del sistema.",
  "Disabled": "Desactivado",
  "Docker": "Estibador",
  "Docker URL": "URL de Docker",
  "E-mail address that was used for registration": "Dirección de correo electrónico registrada en la investigación de KISSHome",
  "Email": "Correo electrónico",
  "Enabled": "Activado",
  "Explanation of the Fritz!Box interface could be found at this link.": "La explicación de la interfaz de Fritz!Box se puede encontrar en este enlace.",
  "FritzBox IP": "FritzBoxIP",
  "FritzBox Interface": "Interfaz de FritzBox",
  "FritzBox Login": "Iniciar sesión",
  "FritzBox Password": "Contraseña de FritzBox",
  "General settings": "Configuración general",
  "High": "Alto",
  "I allow the training of the AI model with my data": "Permito el entrenamiento del modelo de IA con mis datos",
  "IP address": "dirección IP",
  "KISSHome Defender AI Engine is running in a Docker container": "El motor de inteligencia artificial de KISSHome Defender se ejecuta en un contenedor Docker",
  "Like http://dockerIp:5000": "Como http://dockerIp:5000",
  "Low": "Bajo",
  "MAC address": "Dirección MAC",
  "Medium": "Medio",
  "Recording": "Grabación",
  "Recording enabled": "Grabación habilitada",
  "Recording is not running": "La grabación no se está ejecutando",
  "Recording is running": "La grabación se está ejecutando",
  "Self-hosted": "Autoalojado",
  "The MAC address is important, but if you enter the IP address, the system will try to find the MAC address automatically.": "La dirección MAC es importante, pero si ingresa la dirección IP, el sistema intentará encontrar la dirección MAC automáticamente.",
  "This adapter can start the required docker image for you or you can start the docker image yourself. In the latter case, you need to set the Docker URL.": "Este adaptador puede iniciar la imagen de Docker que necesite o puede iniciarla usted mismo. En este último caso, debe configurar la URL de Docker.",
  "To participate in the KISSHome research, you need to register here.": "Para participar en la investigación de KISSHome, debe registrarse aquí.",
  "Working directory": "Directorio de trabajo"
}