{
  "Activate recording": "Activer l'enregistrement",
  "Addresses": "Adresses",
  "Anomaly sensitivity": "Sensibilité aux anomalies",
  "Custom IP addresses": "Adresses IP personnalisées",
  "Default interface is 1-lan": "L'interface par défaut est 1-lan",
  "Description": "Description",
  "Directory for temporary files. Leave empty to use the system directory.": "Répertoire pour les fichiers temporaires. Laissez vide pour utiliser le répertoire système.",
  "Disabled": "Désactivé",
  "Docker": "Docker",
  "Docker URL": "URL Docker",
  "E-mail address that was used for registration": "Adresse e-mail telle qu'enregistrée dans la recherche KISSHome",
  "Email": "E-mail",
  "Enabled": "Activé",
  "Explanation of the Fritz!Box interface could be found at this link.": "Une explication de l'interface Fritz!Box peut être trouvée sur ce lien.",
  "FritzBox IP": "FritzBox IP",
  "FritzBox Interface": "Interface FritzBox",
  "FritzBox Login": "Connexion FritzBox",
  "FritzBox Password": "Mot de passe FritzBox",
  "General settings": "Réglages généraux",
  "High": "Haut",
  "I allow the training of the AI model with my data": "J'autorise l'entraînement du modèle d'IA avec mes données",
  "IP address": "adresse IP",
  "KISSHome Defender AI Engine is running in a Docker container": "Le moteur d'IA KISSHome Defender s'exécute dans un conteneur Docker",
  "Like http://dockerIp:5000": "Comme http://dockerIp:5000",
  "Low": "Faible",
  "MAC address": "Adresse Mac",
  "Medium": "Moyen",
  "Recording": "Enregistrement",
  "Recording enabled": "Enregistrement activé",
  "Recording is not running": "L'enregistrement ne fonctionne pas",
  "Recording is running": "L'enregistrement est en cours",
  "Self-hosted": "Auto-hébergé",
  "The MAC address is important, but if you enter the IP address, the system will try to find the MAC address automatically.": "L'adresse MAC est importante, mais si vous entrez l'adresse IP, le système essaiera de trouver l'adresse MAC automatiquement.",
  "This adapter can start the required docker image for you or you can start the docker image yourself. In the latter case, you need to set the Docker URL.": "Cet adaptateur peut démarrer l'image Docker requise pour vous ou vous pouvez la démarrer vous-même. Dans ce dernier cas, vous devez définir l'URL Docker.",
  "To participate in the KISSHome research, you need to register here.": "Pour participer à la recherche KISSHome, vous devez vous inscrire ici.",
  "Working directory": "Répertoire de travail"
}