{
  "Activate recording": "Attiva la registrazione",
  "Addresses": "Indirizzi",
  "Anomaly sensitivity": "Sensibilità alle anomalie",
  "Custom IP addresses": "Indirizzi IP personalizzati",
  "Default interface is 1-lan": "L'interfaccia predefinita è 1-lan",
  "Description": "Descrizione",
  "Directory for temporary files. Leave empty to use the system directory.": "Directory per i file temporanei. Lasciare vuoto per usare la directory di sistema.",
  "Disabled": "Disabilitato",
  "Docker": "Docker",
  "Docker URL": "URL Docker",
  "Docker bindDocker bind": "Docker bind",
  "Docker container is hosted by the adapter": "Il contenitore Docker è ospitato dall'adattatore",
  "Docker port": "Porta Docker",
  "E-mail address that was used for registration": "Indirizzo e-mail registrato nella ricerca KISSHome",
  "Email": "E-mail",
  "Enabled": "Abilitato",
  "Explanation of the Fritz!Box interface could be found at this link.": "Una spiegazione dell'interfaccia del Fritz!Box può essere trovata a questo link.",
  "FritzBox IP": "FritzBoxIP",
  "FritzBox Interface": "Interfaccia FritzBox",
  "FritzBox Login": "Accesso al FritzBox",
  "FritzBox Password": "Password FritzBox",
  "FritzBox explanation": "Il Fritz!Box supporta la registrazione del traffico di rete su più interfacce in formato PCAP. Ogni interfaccia rappresenta un'area specifica della rete interna o dei canali di comunicazione. Nomi di interfaccia tipici come 1-lan si riferiscono alla comunicazione di rete in uscita verso Internet, ma esistono anche interfacce per le porte LAN fisiche, WLAN e la connessione WAN (Internet).\n\nQuesta registrazione consente agli utenti tecnicamente esperti di analizzare i pacchetti di rete per ottenere informazioni dettagliate sul traffico dati. La utilizziamo per l'analisi della sicurezza. Nella nostra esperienza, l'interfaccia 1-lan registra il traffico di rete dalla LAN e dalla WLAN verso Internet ed è quindi la più adatta ai nostri scopi. Se avete una particolare familiarità con la vostra rete o utilizzate segmenti di rete specifici per i dispositivi smart home, potete specificare un'interfaccia diversa.",
  "General settings": "Impostazioni generali",
  "High": "Alto",
  "I allow the training of the AI model with my data": "Autorizzo l'addestramento del modello di intelligenza artificiale con i miei dati",
  "IP address": "indirizzo IP",
  "KISSHome Defender AI Engine is running in a Docker container": "Il motore AI di KISSHome Defender è in esecuzione in un contenitore Docker",
  "Like http://dockerIp:5000": "Come http://dockerIp:5000",
  "Low": "Basso",
  "MAC address": "Indirizzo MAC",
  "Medium": "Medio",
  "Path to store models and persistent data": "Percorso per memorizzare modelli e dati persistenti",
  "Recording": "Registrazione",
  "Recording enabled": "Registrazione abilitata",
  "Recording is not running": "La registrazione non è in esecuzione",
  "Recording is running": "La registrazione è in esecuzione",
  "Restart Docker Container": "Riavvia il contenitore Docker",
  "Save threshold in seconds": "Salva la soglia in secondi",
  "Self-hosted": "Auto-ospitato",
  "The MAC address is important, but if you enter the IP address, the system will try to find the MAC address automatically.": "L'indirizzo MAC è importante, ma se si immette l'indirizzo IP, il sistema proverà a trovare automaticamente l'indirizzo MAC.",
  "This adapter can start the required docker image for you or you can start the docker image yourself. In the latter case, you need to set the Docker URL.": "Questo adattatore può avviare l'immagine Docker richiesta per te oppure puoi avviarla tu stesso. In quest'ultimo caso, devi impostare l'URL Docker.",
  "To participate in the KISSHome research, you need to register here.": "Per partecipare alla ricerca KISSHome è necessario registrarsi qui.",
  "Working directory": "Directory di lavoro"
}