{
  "Activate recording": "Opname activeren",
  "Addresses": "Adressen",
  "Anomaly sensitivity": "Anomaliegevoeligheid",
  "Custom IP addresses": "Aangepaste IP-adressen",
  "Default interface is 1-lan": "Standaardinterface is 1-lan",
  "Description": "Beschrijving",
  "Directory for temporary files. Leave empty to use the system directory.": "Directory voor tijdelijke bestanden. Laat leeg om de systeemdirectory te gebruiken.",
  "Disabled": "Gehandicapt",
  "Docker": "Docker",
  "Docker URL": "Docker-URL",
  "Docker bindDocker bind": "Docker-binding",
  "Docker container is hosted by the adapter": "Docker-container wordt gehost door de adapter",
  "Docker port": "Docker-poort",
  "E-mail address that was used for registration": "E-mailadres zoals geregistreerd in het KISSHome-onderzoek",
  "Email": "E-mail",
  "Enabled": "Ingeschakeld",
  "Explanation of the Fritz!Box interface could be found at this link.": "Een uitleg over de Fritz!Box-interface vindt u via deze link.",
  "FritzBox IP": "FritzBox-IP",
  "FritzBox Interface": "FritzBox-interface",
  "FritzBox Login": "FritzBox-login",
  "FritzBox Password": "FritzBox-wachtwoord",
  "FritzBox explanation": "De Fritz!Box ondersteunt het vastleggen van netwerkverkeer over meerdere interfaces in PCAP-formaat. Elke interface vertegenwoordigt een specifiek deel van het interne netwerk of communicatiekanalen. Typische interfacenamen zoals 1-lan verwijzen naar uitgaande netwerkcommunicatie naar het internet, terwijl er ook interfaces zijn voor de fysieke LAN-poorten, WLAN en de WAN-verbinding (internet).\n\nDeze opname stelt technisch onderlegde gebruikers in staat om netwerkpakketten te analyseren en gedetailleerde informatie over dataverkeer te verkrijgen. Wij gebruiken dit voor beveiligingsanalyses. In onze ervaring registreert de 1-lan-interface netwerkverkeer van het LAN en WLAN naar het internet en is daarom het meest geschikt voor onze doeleinden. Als u bijzonder bekend bent met uw netwerk of specifieke netwerksegmenten gebruikt voor smart home-apparaten, kunt u hier een andere interface specificeren.",
  "General settings": "Algemene instellingen",
  "High": "Hoog",
  "I allow the training of the AI model with my data": "Ik sta de training van het AI-model toe met mijn gegevens",
  "IP address": "IP adres",
  "KISSHome Defender AI Engine is running in a Docker container": "KISSHome Defender AI Engine draait in een Docker-container",
  "Like http://dockerIp:5000": "Zoals http://dockerIp:5000",
  "Low": "Laag",
  "MAC address": "Mac adres",
  "Medium": "Medium",
  "Path to store models and persistent data": "Pad om modellen en persistente gegevens op te slaan",
  "Recording": "Opname",
  "Recording enabled": "Opname ingeschakeld",
  "Recording is not running": "Opname is niet actief",
  "Recording is running": "Opname is bezig",
  "Restart Docker Container": "Docker-container opnieuw opstarten",
  "Save threshold in seconds": "Drempelwaarde in seconden opslaan",
  "Self-hosted": "Zelf gehost",
  "The MAC address is important, but if you enter the IP address, the system will try to find the MAC address automatically.": "Het MAC-adres is belangrijk, maar als u het IP-adres invoert, probeert het systeem het MAC-adres automatisch te vinden.",
  "This adapter can start the required docker image for you or you can start the docker image yourself. In the latter case, you need to set the Docker URL.": "Deze adapter kan de benodigde Docker-image voor u starten of u kunt de Docker-image zelf starten. In het laatste geval moet u de Docker-URL instellen.",
  "To participate in the KISSHome research, you need to register here.": "Om deel te nemen aan het KISSHome-onderzoek moet u zich hier registreren.",
  "Working directory": "Werkmap"
}