{
  "Activate recording": "Aktywuj nagrywanie",
  "Addresses": "Adresy",
  "Anomaly sensitivity": "Wrażliwość na anomalie",
  "Custom IP addresses": "Niestandardowe adresy IP",
  "Default interface is 1-lan": "Domyślny interfejs to 1-lan",
  "Description": "Opis",
  "Directory for temporary files. Leave empty to use the system directory.": "Katalog dla plików tymczasowych. Pozostaw puste, aby użyć katalogu systemowego.",
  "Disabled": "Wyłączony",
  "Docker": "Doker",
  "Docker URL": "Adres URL Dockera",
  "Docker bindDocker bind": "Powiązanie Dockera",
  "Docker container is hosted by the adapter": "Kontener Docker jest hostowany przez adapter",
  "Docker port": "Port Dockera",
  "E-mail address that was used for registration": "Adres e-mail zarejestrowany w badaniu KISSHome",
  "Email": "E-mail",
  "Enabled": "Włączony",
  "Explanation of the Fritz!Box interface could be found at this link.": "Wyjaśnienie interfejsu Fritz!Box można znaleźć pod tym linkiem.",
  "FritzBox IP": "IP FritzBoxa",
  "FritzBox Interface": "Interfejs FritzBox",
  "FritzBox Login": "Zaloguj się do FritzBoxa",
  "FritzBox Password": "Hasło FritzBoxa",
  "FritzBox explanation": "Fritz!Box obsługuje rejestrowanie ruchu sieciowego na wielu interfejsach w formacie PCAP. Każdy interfejs reprezentuje określony obszar sieci wewnętrznej lub kanałów komunikacyjnych. Typowe nazwy interfejsów, takie jak 1-lan, odnoszą się do wychodzącej komunikacji sieciowej w kierunku internetu, ale istnieją również interfejsy dla fizycznych portów LAN, sieci WLAN i połączenia WAN (internet).\n\nTo rejestrowanie pozwala użytkownikom obeznanym z technologią analizować pakiety sieciowe w celu uzyskania szczegółowych informacji o ruchu danych. Wykorzystujemy to do analizy bezpieczeństwa. Z naszego doświadczenia wynika, że interfejs 1-lan rejestruje ruch sieciowy z sieci LAN i WLAN w kierunku internetu i dlatego najlepiej nadaje się do naszych celów. Jeśli znasz swoją sieć lub korzystasz z określonych segmentów sieci dla urządzeń inteligentnego domu, możesz tutaj określić inny interfejs.",
  "General settings": "Ustawienia główne",
  "High": "Wysoki",
  "I allow the training of the AI model with my data": "Pozwalam na trenowanie modelu AI przy użyciu moich danych",
  "IP address": "adres IP",
  "KISSHome Defender AI Engine is running in a Docker container": "Silnik AI KISSHome Defender działa w kontenerze Docker",
  "Like http://dockerIp:5000": "Podobnie jak http://dockerIp:5000",
  "Low": "Niski",
  "MAC address": "Adres MAC",
  "Medium": "Średni",
  "Path to store models and persistent data": "Ścieżka do przechowywania modeli i trwałych danych",
  "Recording": "Nagranie",
  "Recording enabled": "Nagrywanie włączone",
  "Recording is not running": "Nagrywanie nie działa",
  "Recording is running": "Nagrywanie jest uruchomione",
  "Restart Docker Container": "Uruchom ponownie kontener Docker",
  "Save threshold in seconds": "Zapisz próg w sekundach",
  "Self-hosted": "Samodzielnie hostowany",
  "The MAC address is important, but if you enter the IP address, the system will try to find the MAC address automatically.": "Adres MAC jest istotny, ale jeśli wpiszesz adres IP, system spróbuje automatycznie znaleźć adres MAC.",
  "This adapter can start the required docker image for you or you can start the docker image yourself. In the latter case, you need to set the Docker URL.": "Ten adapter może uruchomić wymagany obraz Dockera za Ciebie lub możesz uruchomić obraz Dockera samodzielnie. W drugim przypadku musisz ustawić adres URL Dockera.",
  "To participate in the KISSHome research, you need to register here.": "Aby wziąć udział w badaniu KISSHome, musisz zarejestrować się tutaj.",
  "Working directory": "Katalog roboczy"
}