{
  "Activate recording": "Ativar gravação",
  "Addresses": "Endereços",
  "Anomaly sensitivity": "Sensibilidade a anomalias",
  "Custom IP addresses": "Endereços IP personalizados",
  "Default interface is 1-lan": "A interface padrão é 1-lan",
  "Description": "Descrição",
  "Directory for temporary files. Leave empty to use the system directory.": "Diretório para arquivos temporários. Deixe em branco para usar o diretório do sistema.",
  "Disabled": "Desabilitado",
  "Docker": "Docker",
  "Docker URL": "URL do Docker",
  "Docker bindDocker bind": "Vinculação do Docker",
  "Docker container is hosted by the adapter": "O contêiner Docker é hospedado pelo adaptador",
  "Docker port": "Porta Docker",
  "E-mail address that was used for registration": "Endereço de e-mail registrado na pesquisa KISSHome",
  "Email": "E-mail",
  "Enabled": "Habilitado",
  "Explanation of the Fritz!Box interface could be found at this link.": "A explicação da interface do Fritz!Box pode ser encontrada neste link.",
  "FritzBox IP": "IP FritzBox",
  "FritzBox Interface": "Interface do FritzBox",
  "FritzBox Login": "Login do FritzBox",
  "FritzBox Password": "Senha FritzBox",
  "FritzBox explanation": "O Fritz!Box suporta a gravação do tráfego de rede em múltiplas interfaces no formato PCAP. Cada interface representa uma área específica da rede interna ou canais de comunicação. Nomes de interface típicos, como 1-lan, referem-se à comunicação de rede de saída para a internet, enquanto também existem interfaces para as portas LAN físicas, WLAN e a conexão WAN (internet).\n\nEssa gravação permite que usuários com conhecimento técnico analisem pacotes de rede para obter informações detalhadas sobre o tráfego de dados. Utilizamos isso para análise de segurança. Em nossa experiência, a interface 1-lan grava o tráfego de rede da LAN e da WLAN para a internet e, portanto, é a mais adequada para nossos propósitos. Se você conhece bem sua rede ou utiliza segmentos de rede específicos para dispositivos domésticos inteligentes, pode especificar uma interface diferente.",
  "General settings": "Configurações Gerais",
  "High": "Alto",
  "I allow the training of the AI model with my data": "Eu permito o treinamento do modelo de IA com meus dados",
  "IP address": "endereço de IP",
  "KISSHome Defender AI Engine is running in a Docker container": "O KISSHome Defender AI Engine está sendo executado em um contêiner Docker",
  "Like http://dockerIp:5000": "Como http://dockerIp:5000",
  "Low": "Baixo",
  "MAC address": "Endereço MAC",
  "Medium": "Médio",
  "Path to store models and persistent data": "Caminho para armazenar modelos e dados persistentes",
  "Recording": "Gravação",
  "Recording enabled": "Gravação ativada",
  "Recording is not running": "A gravação não está em execução",
  "Recording is running": "A gravação está em andamento",
  "Restart Docker Container": "Reiniciar o contêiner do Docker",
  "Save threshold in seconds": "Limite de economia em segundos",
  "Self-hosted": "Auto-hospedado",
  "The MAC address is important, but if you enter the IP address, the system will try to find the MAC address automatically.": "O endereço MAC é importante, mas se você digitar o endereço IP, o sistema tentará encontrá-lo automaticamente.",
  "This adapter can start the required docker image for you or you can start the docker image yourself. In the latter case, you need to set the Docker URL.": "Este adaptador pode iniciar a imagem do Docker necessária para você ou você mesmo pode iniciá-la. Neste último caso, você precisa definir a URL do Docker.",
  "To participate in the KISSHome research, you need to register here.": "Para participar da pesquisa KISSHome, você precisa se cadastrar aqui.",
  "Working directory": "Diretório de trabalho"
}