{
  "Activate recording": "Активировать запись",
  "Addresses": "Адреса",
  "Anomaly sensitivity": "Порог аномальности",
  "Custom IP addresses": "Пользовательские IP-адреса",
  "Default interface is 1-lan": "Интерфейс по умолчанию — 1-lan",
  "Description": "Описание",
  "Directory for temporary files. Leave empty to use the system directory.": "Каталог для временных файлов. Оставьте пустым, чтобы использовать системный каталог.",
  "Disabled": "Неполноценный",
  "Docker": "Докер",
  "Docker URL": "URL-адрес докера",
  "Docker bindDocker bind": "Docker-привязка",
  "Docker container is hosted by the adapter": "Docker-контейнер размещается на адаптере",
  "Docker port": "Докер-порт",
  "E-mail address that was used for registration": "Адрес электронной почты, зарегистрированный в исследовании KISSHome.",
  "Email": "Электронная почта",
  "Enabled": "Включено",
  "Explanation of the Fritz!Box interface could be found at this link.": "Объяснение интерфейса Fritz!Box можно найти по этой ссылке.",
  "FritzBox IP": "ФрицБокс IP",
  "FritzBox Interface": "Интерфейс FritzBox",
  "FritzBox Login": "Вход в систему FritzBox",
  "FritzBox Password": "Пароль FritzBox",
  "FritzBox explanation": "Fritz!Box поддерживает запись сетевого трафика через несколько интерфейсов в формате PCAP. Каждый интерфейс представляет собой определенную область внутренней сети или каналов связи. Типичные названия интерфейсов, такие как 1-lan, относятся к исходящей сетевой связи в сторону интернета, а также существуют интерфейсы для физических портов LAN, WLAN и WAN-соединения (интернет).\n\nЭта запись позволяет технически подкованным пользователям анализировать сетевые пакеты для получения подробной информации о трафике данных. Мы используем это для анализа безопасности. По нашему опыту, интерфейс 1-lan записывает сетевой трафик из LAN и WLAN в сторону интернета и поэтому лучше всего подходит для наших целей. Если вы хорошо знакомы со своей сетью или используете определенные сегменты сети для устройств умного дома, вы можете указать здесь другой интерфейс.",
  "General settings": "Общие настройки",
  "High": "Высокий",
  "I allow the training of the AI model with my data": "Я разрешаю обучение модели ИИ на моих данных",
  "IP address": "айпи адрес",
  "KISSHome Defender AI Engine is running in a Docker container": "KISSHome Defender AI Engine работает в контейнере Docker",
  "Like http://dockerIp:5000": "Например http://dockerIp:5000",
  "Low": "Низкий",
  "MAC address": "MAC-адрес",
  "Medium": "Средний",
  "Path to store models and persistent data": "Путь к хранению моделей и постоянных данных",
  "Recording": "Запись",
  "Recording enabled": "Запись включена",
  "Recording is not running": "Запись не ведется",
  "Recording is running": "Запись идет",
  "Restart Docker Container": "Перезапустить Docker-контейнер",
  "Save threshold in seconds": "Порог сохранения в секундах",
  "Self-hosted": "Самостоятельно размещенный",
  "The MAC address is important, but if you enter the IP address, the system will try to find the MAC address automatically.": "MAC-адрес важен, но если вы введете IP-адрес, система попытается найти MAC-адрес автоматически.",
  "This adapter can start the required docker image for you or you can start the docker image yourself. In the latter case, you need to set the Docker URL.": "Этот адаптер может запустить нужный вам образ docker или вы можете запустить образ docker самостоятельно. В последнем случае вам нужно задать URL-адрес Docker.",
  "To participate in the KISSHome research, you need to register here.": "Чтобы принять участие в исследовании KISSHome, вам необходимо зарегистрироваться здесь.",
  "Working directory": "Рабочий каталог"
}